Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SuggestRemoteExecutionHint_StringMatchSecondParam
source: Part of this formula cannot be evaluated remotely. The '{0}' function cannot be delegated if a field name appears in the second argument.
bg_bg: Част от тази формула не може да се оцени отдалечено. Функцията „{0}“ не може да се делегира, ако име на поле се появява във втория аргумент.
ca_es: Una part d'aquesta fórmula no es pot avaluar de manera remota. La funció "{0}" no es pot delegar si el nom d'un camp es mostra al segon argument.
cs_cz: Část tohoto vzorce nejde vyhodnotit vzdáleně. Funkci {0} nejde delegovat, pokud se do druhého argumentu zadá název pole.
da_dk: En del af denne formel kan ikke fjernevalueres. Funktionen "{0}" kan ikke uddelegeres, hvis der vises et feltnavn i det andet argument.
de_de: Ein Teil dieser Formel kann nicht remote ausgewertet werden. Die Funktion "{0}" kann nicht delegiert werden, wenn ein Feldname im zweiten Argument vorhanden ist.
el_gr: Δεν είναι δυνατός ο απομακρυσμένος υπολογισμός ενός μέρους αυτού του τύπου. Δεν είναι δυνατή η ανάθεση της συνάρτησης "{0}", αν το όνομα ενός πεδίου εμφανίζεται στο δεύτερο όρισμα.
es_es: Una parte de esta fórmula no se puede evaluar de forma remota. La función "{0}" no se puede delegar si el nombre de un campo aparece en el segundo argumento.
et_ee: Osa sellest valemist ei saa kaugühenduse teel hinnata. Funktsiooni '{0}' ei saa delegeerida, kui teises argumendis kuvatakse välja nimi.
eu_es: Ezin da ebaluatu urrunetik formula honen zati bat. Ezin da eskuordetu "{0}" funtzioa, baldin eta eremu baten izena agertzen bada bigarren argumentuan.
fi_fi: Osaa tästä kaavasta ei voi arvioida etäkäytön välityksellä. Funktiota {0} ei voi delegoida, jos kentän nimi on toisessa argumentissa.
fr_fr: Une partie de cette formule ne peut pas être évaluée à distance. La fonction « {0} » ne peut pas être déléguée si un nom de champ apparaît comme deuxième argument.
gl_es: Parte desta fórmula non se pode avaliar de xeito remoto. A función "{0}" non se pode delegar se aparece o nome dun campo no segundo argumento.
hi_in: इस सूत्र के भाग का मूल्यांकन दूरस्थ रूप से नहीं किया जा सकता. अगर फ़ील्ड नाम दूसरे तर्क में दिखाई देता है, '{0}' फ़ंक्शन प्रत्यायोजित नहीं किया जा सकता है.
hr_hr: Dio te formule ne može se daljinski vrednovati. Funkciju "{0}" nije moguće delegirati ako se naziv polja pojavljuje u drugom argumentu.
hu_hu: A képlet egy része nem értékelhető ki távolról. A(z) {0} függvény nem delegálható, ha a második argumentumban mezőnév szerepel.
it_it: Non è possibile valutare parte di questa formula in modalità remota. Non è possibile delegare la funzione '{0}' se nel secondo argomento è presente un nome di campo.
ja_jp: この式の一部はリモートで評価できません。2 番目の引数にフィールド名が表示されている場合、'{0}' 関数を委任できません。
kk_kz: Бұл формуланың бөлігін қашықтан есептеу мүмкін емес. Өріс атауы екінші аргументте көрсетілсе, "{0}" функциясын беру мүмкін емес.
ko_kr: 이 수식의 일부를 원격으로 평가할 수 없습니다. 필드 이름이 두 번째 인수에 나타나는 경우 '{0}' 함수가 위임될 수 없습니다.
lt_lt: Šios formulės dalies negalima įvertinti nuotoliniu būdu. Jei lauko pavadinimas rodomas antrajame argumente, funkcijos {0} perduoti negalima.
lv_lv: Šīs formulas daļu nevar novērtēt attālināti. Funkciju {0} nevar deleģēt, ja otrajā argumentā ir redzams lauka nosaukums.
ms_my: Sebahagian formula ini tidak boleh dinilai dari jauh. Fungsi '{0}' tidak boleh diwakilkan jika nama medan muncul dalam argumen kedua.
nb_no: En del av denne formelen kan ikke evalueres eksternt. Funksjonen {0} kan ikke delegeres hvis et feltnavn vises i det andre argumentet.
nl_nl: Een deel van deze formule kan niet extern worden geëvalueerd. De functie {0} kan niet worden gedelegeerd als er een veldnaam in het tweede argument wordt weergegeven.
pl_pl: Części tej formuły nie można obliczyć zdalnie. Funkcji „{0}” nie można delegować, jeśli nazwa pola pojawia się w drugim argumencie.
pt_br: Parte dessa fórmula não pode ser avaliada remotamente. A função '{0}' não poderá ser delegada se um nome de campo aparecer no segundo argumento.
pt_pt: Parte desta fórmula não pode ser avaliada de forma remota. A função "{0}" não pode ser delegada se um nome de campo for apresentado no segundo argumento.
ro_ro: O parte din această formulă nu poate fi evaluată de la distanță. Funcția „{0}” nu poate fi delegată dacă numele unui câmp apare în al doilea argument.
ru_ru: Часть этой формулы невозможно вычислить удаленно. Функция "{0}" не может быть делегирована, если название поля присутствует во втором аргументе.
sk_sk: Časť tohto vzorca sa nedá vyhodnotiť na diaľku. Funkcia {0} sa nedá delegovať, ak sa v druhom argumente použije názov poľa.
sl_si: Dela te formule ni mogoče ovrednotiti na daljavo. Funkcije »{0}« ni mogoče dodeliti, če je ime polja prikazano v drugem argumentu.
sr_cyrl_rs: Део ове формуле није могуће проценити даљински. Функција „{0}“ не може да се делегира ако се име поља појављује у другом аргументу.
sr_latn_rs: Deo ove formule nije moguće proceniti daljinski. Funkcija „{0}“ ne može da se delegira ako se ime polja pojavljuje u drugom argumentu.
sv_se: Delar av den här formeln kan inte utvärderas på distans. Funktionen {0} kan inte delegeras om det finns ett fältnamn i det andra argumentet.
th_th: ไม่สามารถประเมินผลส่วนของสูตรนี้จากระยะไกล ฟังก์ชัน '{0}' ไม่สามารถรับมอบสิทธิ์ถ้าชื่อเขตข้อมูลปรากฏในอาร์กิวเมนต์ที่สอง
tr_tr: Bu formülün bir bölümü uzaktan değerlendirilemiyor. İkinci bağımsız değişkende bir alan adı göründüğünde '{0}' işlevi için temsilci seçilemez.
uk_ua: Частину цієї формули не можна обчислити віддалено. Функцію "{0}" не можна делегувати, якщо назва поля зустрічається в другому аргументі.
vi_vn: Không thể đánh giá từ xa một phần của công thức này. Không thể ủy quyền hàm '{0}' nếu tên trường xuất hiện trong đối số thứ hai.
zh_cn: 此公式的一部分不能远程计算。如果第二个参数中出现字段名称，则不能委托“{0}”函数。
zh_tw: 此公式的一部分無法從遠端評估。如果欄位名稱出現在第二個引數，即無法委派 '{0}' 函式。

# entityForm_EntityForm_DisplayName
source: Entity form
bg_bg: Формуляр за обект
ca_es: Formulari d'entitat
cs_cz: Forma entity
da_dk: Objektformular
de_de: Entitätsformular
el_gr: Φόρμα οντότητας
es_es: Formulario de entidad
et_ee: Olemi vorm
eu_es: Entitate-inprimakia
fi_fi: Entiteettilomake
fr_fr: Formulaire d’entité
gl_es: Formulario de entidade
hi_in: इकाई फॉर्म
hr_hr: Obrazac entiteta
hu_hu: Entitásűrlap
it_it: Modulo entità
ja_jp: エンティティ フォーム
kk_kz: Нысан формасы
ko_kr: 엔터티 양식
lt_lt: Objekto forma
lv_lv: Entītijas veidlapa
ms_my: Borang entiti
nb_no: Enhetsskjema
nl_nl: Formulier voor entiteit
pl_pl: Formularz jednostki
pt_br: Formulário de entidade
pt_pt: Formulário de entidade
ro_ro: Formular entitate
ru_ru: Форма сущности
sk_sk: Forma entít
sl_si: Obrazec entitete
sr_cyrl_rs: Образац ентитета
sr_latn_rs: Obrazac entiteta
sv_se: Entitetsformulär
th_th: ฟอร์มเอนทิตี
tr_tr: Varlık formu
uk_ua: Форма сутності
vi_vn: Biểu mẫu thực thể
zh_cn: 实体窗体
zh_tw: 實體表單

# BorderStyle_None_DisplayName
source: None
bg_bg: Няма
ca_es: Cap
cs_cz: Žádné
da_dk: Intet
de_de: Keine
el_gr: Κανένα
es_es: Ninguno
et_ee: Pole
eu_es: Bat ere ez
fi_fi: Ei mitään
fr_fr: Aucun
gl_es: Ningunha
hi_in: कोई नहीं
hr_hr: Nema
hu_hu: Nincs
it_it: Nessuna
ja_jp: なし
kk_kz: Жоқ
ko_kr: 없음
lt_lt: Nėra
lv_lv: Nav
ms_my: Tiada
nb_no: Ingen
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro_ro: Niciunul
ru_ru: Нет
sk_sk: Žiadne
sl_si: Brez
sr_cyrl_rs: Ниједно
sr_latn_rs: Nijedno
sv_se: Inget
th_th: ไม่มี
tr_tr: Hiçbiri
uk_ua: Немає
vi_vn: Không có
zh_cn: 无
zh_tw: 無

# BorderStyle_Dashed_DisplayName
source: Dashed
bg_bg: Прекъсвана
ca_es: Guions
cs_cz: Čárkované
da_dk: Stiplet
de_de: Gestrichelt
el_gr: Διακεκομμένη γραμμή
es_es: Guiones
et_ee: Kriipsjoon
eu_es: Marratxoduna
fi_fi: Katkoviivat
fr_fr: Tirets
gl_es: A trazos
hi_in: डैश्ड
hr_hr: Iscrtkano
hu_hu: Szaggatott
it_it: Tratteggiato
ja_jp: 破線
kk_kz: Сызықшалы
ko_kr: 파선
lt_lt: Punktyrinė
lv_lv: Pārtraukta
ms_my: Bersengkang
nb_no: Stiplet
nl_nl: Streepjes
pl_pl: Kreskowane
pt_br: Tracejado
pt_pt: Tracejado
ro_ro: Liniuțe
ru_ru: Штриховая
sk_sk: Prerušované
sl_si: Črtkano
sr_cyrl_rs: Испрекидано
sr_latn_rs: Isprekidana linija
sv_se: Streckad
th_th: เส้นประ
tr_tr: Çizgili
uk_ua: Штриховий пунктир
vi_vn: Nét đứt
zh_cn: 虚线
zh_tw: 虛線

# BorderStyle_Solid_DisplayName
source: Solid
bg_bg: Плътна
ca_es: Sòlid
cs_cz: Plná
da_dk: Massiv
de_de: Durchgezogen
el_gr: Συμπαγής
es_es: Sólido
et_ee: Pidevjoon
eu_es: Solidoa
fi_fi: Yhtenäinen
fr_fr: Uni
gl_es: Sólida
hi_in: ठोस
hr_hr: Puno
hu_hu: Folytonos
it_it: Tinta unita
ja_jp: 実線
kk_kz: Қатты
ko_kr: 실선
lt_lt: Vientisa
lv_lv: Nepārtraukta
ms_my: Padu
nb_no: Heltrukket
nl_nl: Effen
pl_pl: Pełny
pt_br: Sólido
pt_pt: Sólida
ru_ru: Сплошная
sk_sk: Plné
sl_si: Enobarvna
sr_cyrl_rs: Пуно
sr_latn_rs: Puno
sv_se: Hel
th_th: ทึบ
tr_tr: Düz
uk_ua: Суцільна лінія
vi_vn: Đồng nhất
zh_cn: 实线
zh_tw: 實線

# BorderStyle_Dotted_DisplayName
source: Dotted
bg_bg: Пунктирана
ca_es: Punts
cs_cz: Tečkované
da_dk: Punkteret
de_de: Gepunktet
el_gr: Διάστικτη γραμμή
es_es: Puntos
et_ee: Punktiirjoon
eu_es: Puntuduna
fi_fi: Pisteet
fr_fr: Pointillés
gl_es: Punteada
hi_in: डॉटेड
hr_hr: Istočkano
hu_hu: Pontozott
it_it: Punteggiato
ja_jp: 点線
kk_kz: Пунктирлі
ko_kr: 점선
lt_lt: Taškinė
lv_lv: Punktēta
ms_my: Bertitik
nb_no: Prikket
nl_nl: Stippen
pl_pl: Kropkowane
pt_br: Pontilhado
pt_pt: Pontilhado
ro_ro: Punctat
ru_ru: Пунктирная
sk_sk: Bodkované
sl_si: Pikčasto
sr_cyrl_rs: Тачкасто
sr_latn_rs: Tačkasta linija
sv_se: Prickad
th_th: จุด
tr_tr: Noktalı
uk_ua: Точковий пунктир
vi_vn: Chấm chấm
zh_cn: 点线
zh_tw: 點線

# DisplayMode_Disabled_DisplayName
source: Disabled
bg_bg: Забранено
ca_es: Inhabilitat
cs_cz: Zakázané
da_dk: Deaktiveret
de_de: Deaktiviert
el_gr: Απενεργοποιημένη
es_es: Deshabilitado
et_ee: Keelatud
eu_es: Desgaituta
fi_fi: Ei käytössä
fr_fr: Désactivé
gl_es: Desactivado
hi_in: अक्षम किया गया
hr_hr: Onemogućeno
hu_hu: Letiltva
it_it: Disabilitato
ja_jp: 無効
kk_kz: Өшірілген
ko_kr: 사용 안 함
lt_lt: Išjungta
lv_lv: Atspējots
ms_my: Dinyahdayakan
nb_no: Deaktivert
nl_nl: Uitgeschakeld
pl_pl: Wyłączono
pt_br: Desabilitado
pt_pt: Desativado
ro_ro: Dezactivat
ru_ru: Отключено
sk_sk: Zakázané
sl_si: Onemogočeno
sr_cyrl_rs: Онемогућено
sr_latn_rs: Onemogućeno
sv_se: Inaktiverat
th_th: ปิดใช้งานแล้ว
tr_tr: Devre dışı
uk_ua: Вимкнуто
vi_vn: Đã tắt
zh_cn: 已禁用
zh_tw: 已停用

# DisplayMode_Edit_DisplayName
source: Edit
bg_bg: Редактиране
ca_es: Edició
cs_cz: Upravit
da_dk: Rediger
de_de: Bearbeiten
el_gr: Επεξεργασία
es_es: Editar
et_ee: Redigeeri
eu_es: Editatu
fi_fi: Muokkaa
fr_fr: Modifier
gl_es: Editar
hi_in: संपादित करें
hr_hr: Uredi
hu_hu: Szerkesztés
it_it: Modifica
ja_jp: 編集
kk_kz: Өңдеу
ko_kr: 편집
lt_lt: Redaguoti
lv_lv: Rediģēt
nb_no: Rediger
nl_nl: Bewerken
pl_pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro_ro: Editare
ru_ru: Изменить
sk_sk: Upraviť
sl_si: Uredi
sr_cyrl_rs: Уреди
sr_latn_rs: Uredi
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
uk_ua: Редагування
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# DisplayMode_View_DisplayName
source: View
bg_bg: Изглед
ca_es: Visualització
cs_cz: Zobrazit
da_dk: Vis
de_de: Ansicht
el_gr: Προβολή
es_es: Vista
et_ee: Vaade
eu_es: Ikusi
fi_fi: Näytä
fr_fr: Affichage
gl_es: Ver
hi_in: देखें
hr_hr: Prikaži
hu_hu: Nézet
it_it: Visualizza
ja_jp: ビュー
kk_kz: Көру
ko_kr: 보기
lt_lt: Rodyti
lv_lv: Skatīt
ms_my: Pandangan
nb_no: Vis
nl_nl: Weergeven
pl_pl: Wyświetl
pt_br: Exibição
pt_pt: Ver
ro_ro: Vizualizare
ru_ru: Просмотр
sk_sk: Zobrazenie
sl_si: Pogled
sr_cyrl_rs: Приказ
sr_latn_rs: Prikaži
sv_se: Visa
th_th: ดู
tr_tr: Görünüm
uk_ua: Перегляд
vi_vn: Xem
zh_cn: 视图
zh_tw: 檢視表

# LayoutMode_Manual_DisplayName
source: Manual
bg_bg: Ръчно
cs_cz: Ručně
da_dk: Manuel
de_de: Manuell
el_gr: Μη αυτόματο
et_ee: Käsitsi
eu_es: Eskuzkoa
fi_fi: Manuaalinen
fr_fr: Manuel
hi_in: मैन्युअल
hr_hr: Ručno
hu_hu: Manuális
it_it: Manuale
ja_jp: マニュアル
kk_kz: Нұсқаулық
ko_kr: 수동
lt_lt: Rankinis
lv_lv: Manuāls
nb_no: Manuell
nl_nl: Handmatig
pl_pl: Ręczny
ru_ru: Вручную
sk_sk: Manuálne
sl_si: Ročno
sr_cyrl_rs: Ручно
sr_latn_rs: Ručno
sv_se: Manuellt
th_th: ด้วยตนเอง
tr_tr: El ile
uk_ua: Вручну
vi_vn: Thủ công
zh_cn: 手动
zh_tw: 手動

# LayoutMode_Auto_DisplayName
source: Auto
bg_bg: Автоматично
ca_es: Automàtic
cs_cz: Automaticky
da_dk: Automatisk
de_de: Automatisch
el_gr: Αυτόματος
es_es: Automático
et_ee: Automaatne
eu_es: Automatikoa
fi_fi: Automaattinen
fr_fr: Automatique
gl_es: Automático
hi_in: स्वत:
hr_hr: Automatski
hu_hu: Automatikus
it_it: Automatico
ja_jp: 自動
kk_kz: Авто
ko_kr: 자동
lt_lt: Automatinis
lv_lv: Automātisks
nb_no: Automatisk
nl_nl: Automatisch
pl_pl: Automatyczny
pt_br: Automático
pt_pt: Automático
ro_ro: Automat
ru_ru: Авто
sk_sk: Automaticky
sl_si: Samodejno
sr_cyrl_rs: Аутоматски
sr_latn_rs: Automatski
sv_se: Automatiskt
th_th: อัตโนมัติ
tr_tr: Otomatik
uk_ua: Автоматично
vi_vn: Tự động
zh_cn: 自动
zh_tw: 自動

# LayoutDirection_Horizontal_DisplayName
source: Horizontal
bg_bg: Хоризонтално
ca_es: Horitzontal
cs_cz: Vodorovně
da_dk: Vandret
el_gr: Οριζόντιος
et_ee: Horisontaalne
eu_es: Horizontala
fi_fi: Vaaka
hi_in: क्षैतिज
hr_hr: Vodoravno
hu_hu: Vízszintes
it_it: Orizzontale
ja_jp: 横
kk_kz: Көлденең
ko_kr: 가로
lt_lt: Horizontalus
lv_lv: Horizontāli
ms_my: Melintang
nb_no: Vannrett
nl_nl: Horizontaal
pl_pl: W poziomie
ro_ro: Orizontal
ru_ru: По горизонтали
sk_sk: Vodorovné
sl_si: Vodoravno
sr_cyrl_rs: Хоризонтално
sr_latn_rs: Horizontalno
sv_se: Vågrät
th_th: แนวนอน
tr_tr: Yatay
uk_ua: Горизонтальний
vi_vn: Ngang
zh_cn: 水平
zh_tw: 水平

# LayoutDirection_Vertical_DisplayName
source: Vertical
bg_bg: Вертикално
cs_cz: Svisle
da_dk: Lodret
de_de: Vertikal
el_gr: Κατακόρυφος
et_ee: Vertikaalne
eu_es: Bertikala
fi_fi: Pystysuuntainen
hi_in: लंबवत
hr_hr: Okomito
hu_hu: Függőleges
it_it: Verticale
ja_jp: 縦
kk_kz: Тік
ko_kr: 세로
lt_lt: Vertikalus
lv_lv: Vertikāli
ms_my: Menegak
nb_no: Loddrett
nl_nl: Verticaal
pl_pl: W pionie
ru_ru: По вертикали
sk_sk: Zvislé
sl_si: Navpično
sr_cyrl_rs: Вертикално
sr_latn_rs: Vertikalno
sv_se: Lodrät
th_th: แนวตั้ง
tr_tr: Dikey
uk_ua: Вертикальний
vi_vn: Dọc
zh_cn: 垂直
zh_tw: 垂直

# LayoutAlignItems_Start_DisplayName
source: Start
bg_bg: Начало
ca_es: Inici
cs_cz: Začátek
de_de: Anfang
el_gr: Έναρξη
es_es: Inicio
et_ee: Algusesse
eu_es: Hasiera
fi_fi: Alkuun
fr_fr: Début
gl_es: Inicio
hi_in: प्रारंभ करें
hr_hr: Početak
hu_hu: Elejére
it_it: Inizio
ja_jp: スタート画面
kk_kz: Басы
ko_kr: 시작
lt_lt: Pradžia
lv_lv: Sākums
ms_my: Mula
nl_nl: Begin
pl_pl: Początek
pt_br: Início
pt_pt: Início
ro_ro: Început
ru_ru: По левому краю
sk_sk: Podľa začiatku
sl_si: Začetek
sr_cyrl_rs: Почетак
sr_latn_rs: Početak
sv_se: Början
th_th: เริ่มต้น
tr_tr: Başlat
uk_ua: На початку
vi_vn: Bắt đầu
zh_cn: 开头
zh_tw: 起始

# LayoutAlignItems_Center_DisplayName
source: Center
bg_bg: Център
ca_es: Centre
cs_cz: Na střed
da_dk: Centrer
de_de: Zentrieren
el_gr: Κέντρο
es_es: Centro
et_ee: Keskele
eu_es: Erdia
fi_fi: Keskitä
fr_fr: Centre
gl_es: Centro
hi_in: सेंटर
hr_hr: Centar
hu_hu: Középre
it_it: Centro
ja_jp: 中央揃え
kk_kz: Ортасы
ko_kr: 가운데
lt_lt: Centras
lv_lv: Centrs
ms_my: Tengah
nb_no: Midtstill
nl_nl: Midden
pl_pl: Wyśrodkuj
pt_br: Centro
pt_pt: Centro
ro_ro: Centru
ru_ru: По центру
sk_sk: Na stred
sl_si: Sredina
sr_cyrl_rs: Центрирано
sr_latn_rs: Centrirano
sv_se: Mitten
th_th: กึ่งกลาง
tr_tr: Ortala
uk_ua: По центру
vi_vn: Giữa
zh_cn: 居中
zh_tw: 中心

# LayoutAlignItems_End_DisplayName
source: End
bg_bg: Край
ca_es: Final
cs_cz: Konec
da_dk: Slut
de_de: Endzeit
el_gr: Λήξη
es_es: Fin
et_ee: Lõppu
eu_es: Amaiera
fi_fi: Loppuun
fr_fr: Fin
gl_es: Fin
hi_in: समाप्ति
hr_hr: Završetak
hu_hu: Végére
it_it: Fine
ja_jp: 終了
kk_kz: Соңы
ko_kr: 끝
lt_lt: Pabaiga
lv_lv: Beigas
ms_my: Hujung
nb_no: Slutt
nl_nl: Einde
pl_pl: Koniec
pt_br: Fim
pt_pt: Fim
ro_ro: Sfârșit
ru_ru: По правому краю
sk_sk: Podľa konca
sl_si: Konec
sr_cyrl_rs: Крај
sr_latn_rs: Kraj
sv_se: Slutet
th_th: สิ้นสุด
tr_tr: Bitir
uk_ua: В кінці
vi_vn: Cuối
zh_cn: 结尾
zh_tw: 尾端

# LayoutAlignItems_Stretch_DisplayName
source: Stretch
bg_bg: Разтегляне
ca_es: Ajusta
cs_cz: Roztáhnout
da_dk: Træk
de_de: Gestreckt
el_gr: Επέκταση
es_es: Extender
et_ee: Venitatud
eu_es: Hedatu
fi_fi: Venytä
fr_fr: Étirer
gl_es: Estirar
hi_in: प्रसारित
hr_hr: Rastegni
hu_hu: Nyújtva
it_it: Esteso
ja_jp: 拡大
kk_kz: Созу
ko_kr: 늘이기
lt_lt: Ištempti
lv_lv: Stiept
ms_my: Regang
nb_no: Strekk
nl_nl: Uitrekken
pl_pl: Rozciągnij
pt_br: Expandir
pt_pt: Esticar
ro_ro: Întindere
ru_ru: Растянуть
sk_sk: Roztiahnuť
sl_si: Razširitev
sr_cyrl_rs: Растезање
sr_latn_rs: Rastezanje
sv_se: Utsträckt
th_th: ขยาย
tr_tr: Uzat
uk_ua: Розтягнення
vi_vn: Mở rộng
zh_cn: 拉伸
zh_tw: 延展

# AlignInContainer_Start_DisplayName
source: Start
bg_bg: Начало
ca_es: Inici
cs_cz: Začátek
de_de: Anfang
el_gr: Έναρξη
es_es: Inicio
et_ee: Algusesse
eu_es: Hasiera
fi_fi: Alkuun
fr_fr: Début
gl_es: Inicio
hi_in: प्रारंभ करें
hr_hr: Početak
hu_hu: Elejére
it_it: Inizio
ja_jp: スタート画面
kk_kz: Басы
ko_kr: 시작
lt_lt: Pradžia
lv_lv: Sākums
ms_my: Mula
nl_nl: Begin
pl_pl: Początek
pt_br: Início
pt_pt: Início
ro_ro: Început
ru_ru: По левому краю
sk_sk: Podľa začiatku
sl_si: Začetek
sr_cyrl_rs: Почетак
sr_latn_rs: Početak
sv_se: Början
th_th: เริ่มต้น
tr_tr: Başlat
uk_ua: На початку
vi_vn: Bắt đầu
zh_cn: 开头
zh_tw: 起始

# AlignInContainer_Center_DisplayName
source: Center
bg_bg: Център
ca_es: Centre
cs_cz: Na střed
da_dk: Centrer
de_de: Zentrieren
el_gr: Κέντρο
es_es: Centro
et_ee: Keskele
eu_es: Erdia
fi_fi: Keskitä
fr_fr: Centre
gl_es: Centro
hi_in: सेंटर
hr_hr: Centar
hu_hu: Középre
it_it: Centro
ja_jp: 中央揃え
kk_kz: Ортасы
ko_kr: 가운데
lt_lt: Centras
lv_lv: Centrs
ms_my: Tengah
nb_no: Midtstill
nl_nl: Midden
pl_pl: Wyśrodkuj
pt_br: Centro
pt_pt: Centro
ro_ro: Centru
ru_ru: По центру
sk_sk: Na stred
sl_si: Sredina
sr_cyrl_rs: Центрирано
sr_latn_rs: Centrirano
sv_se: Mitten
th_th: กึ่งกลาง
tr_tr: Ortala
uk_ua: По центру
vi_vn: Giữa
zh_cn: 居中
zh_tw: 中心

# AlignInContainer_End_DisplayName
source: End
bg_bg: Край
ca_es: Final
cs_cz: Konec
da_dk: Slut
de_de: Endzeit
el_gr: Λήξη
es_es: Fin
et_ee: Lõppu
eu_es: Amaiera
fi_fi: Loppuun
fr_fr: Fin
gl_es: Fin
hi_in: समाप्ति
hr_hr: Završetak
hu_hu: Végére
it_it: Fine
ja_jp: 終了
kk_kz: Соңы
ko_kr: 끝
lt_lt: Pabaiga
lv_lv: Beigas
ms_my: Hujung
nb_no: Slutt
nl_nl: Einde
pl_pl: Koniec
pt_br: Fim
pt_pt: Fim
ro_ro: Sfârșit
ru_ru: По правому краю
sk_sk: Podľa konca
sl_si: Konec
sr_cyrl_rs: Крај
sr_latn_rs: Kraj
sv_se: Slutet
th_th: สิ้นสุด
tr_tr: Bitir
uk_ua: В кінці
vi_vn: Cuối
zh_cn: 结尾
zh_tw: 尾端

# AlignInContainer_Stretch_DisplayName
source: Stretch
bg_bg: Разтегляне
ca_es: Ajusta
cs_cz: Roztáhnout
da_dk: Træk
de_de: Gestreckt
el_gr: Επέκταση
es_es: Extender
et_ee: Venitatud
eu_es: Hedatu
fi_fi: Venytä
fr_fr: Étirer
gl_es: Estirar
hi_in: प्रसारित
hr_hr: Rastegni
hu_hu: Nyújtva
it_it: Esteso
ja_jp: 拡大
kk_kz: Созу
ko_kr: 늘이기
lt_lt: Ištempti
lv_lv: Stiept
ms_my: Regang
nb_no: Strekk
nl_nl: Uitrekken
pl_pl: Rozciągnij
pt_br: Expandir
pt_pt: Esticar
ro_ro: Întindere
ru_ru: Растянуть
sk_sk: Roztiahnuť
sl_si: Razširitev
sr_cyrl_rs: Растезање
sr_latn_rs: Rastezanje
sv_se: Utsträckt
th_th: ขยาย
tr_tr: Uzat
uk_ua: Розтягнення
vi_vn: Mở rộng
zh_cn: 拉伸
zh_tw: 延展

# AlignInContainer_SetByContainer_DisplayName
source: Set by container
bg_bg: Задаване по контейнер
ca_es: Definit per contenidor
cs_cz: Nastavit podle kontejneru
da_dk: Indstillet af objektbeholder
de_de: Nach Container festlegen
el_gr: Ορισμός κατά κοντέινερ
es_es: Establecido por contenedor
et_ee: Määratud ümbrisega
eu_es: Ezarri edukitzailearen arabera
fi_fi: Määritä säilön mukaan
fr_fr: Définir par conteneur
gl_es: Configurar por contedor
hi_in: कंटेनर द्वारा सेट करें
hr_hr: Postavi po spremniku
hu_hu: Beállítás tároló szerint
it_it: Imposta per contenitore
ja_jp: コンテナー別に設定
kk_kz: Контейнер арқылы орнату
ko_kr: 컨테이너로 설정
lt_lt: Nustatyti pagal konteinerį
lv_lv: Iestatīja konteiners
ms_my: Tetapkan mengikut bekas
nb_no: Angi etter beholder
nl_nl: Instellen per container
pl_pl: Ustaw wg kontenera
pt_br: Definido por contêiner
pt_pt: Definir por contentor
ro_ro: Setare după container
ru_ru: Задается контейнером
sk_sk: Nastavenie podľa kontajnera
sl_si: Nastavi po vsebniku
sr_cyrl_rs: Поставите по контејнеру
sr_latn_rs: Postavite po kontejneru
sv_se: Ange efter behållare
th_th: ตั้งค่าตามคอนเทนเนอร์
tr_tr: Kapsayıcıya göre ayarla
uk_ua: Установити за контейнером
vi_vn: Đặt theo bộ chứa
zh_cn: 由容器设置
zh_tw: 依容器設定

# LayoutJustifyContent_Start_DisplayName
source: Start
bg_bg: Начало
ca_es: Inici
cs_cz: Začátek
de_de: Anfang
el_gr: Έναρξη
es_es: Inicio
et_ee: Algusesse
eu_es: Hasiera
fi_fi: Alkuun
fr_fr: Début
gl_es: Inicio
hi_in: प्रारंभ करें
hr_hr: Početak
hu_hu: Elejére
it_it: Inizio
ja_jp: スタート画面
kk_kz: Басы
ko_kr: 시작
lt_lt: Pradžia
lv_lv: Sākums
ms_my: Mula
nl_nl: Begin
pl_pl: Początek
pt_br: Início
pt_pt: Início
ro_ro: Început
ru_ru: По левому краю
sk_sk: Podľa začiatku
sl_si: Začetek
sr_cyrl_rs: Почетак
sr_latn_rs: Početak
sv_se: Början
th_th: เริ่มต้น
tr_tr: Başlat
uk_ua: На початку
vi_vn: Bắt đầu
zh_cn: 开头
zh_tw: 起始

# LayoutJustifyContent_Center_DisplayName
source: Center
bg_bg: Център
ca_es: Centre
cs_cz: Na střed
da_dk: Centrer
de_de: Zentrieren
el_gr: Κέντρο
es_es: Centro
et_ee: Keskele
eu_es: Erdia
fi_fi: Keskitä
fr_fr: Centre
gl_es: Centro
hi_in: सेंटर
hr_hr: Centar
hu_hu: Középre
it_it: Centro
ja_jp: 中央揃え
kk_kz: Ортасы
ko_kr: 가운데
lt_lt: Centras
lv_lv: Centrs
ms_my: Tengah
nb_no: Midtstill
nl_nl: Midden
pl_pl: Wyśrodkuj
pt_br: Centro
pt_pt: Centro
ro_ro: Centru
ru_ru: По центру
sk_sk: Na stred
sl_si: Sredina
sr_cyrl_rs: Центрирано
sr_latn_rs: Centrirano
sv_se: Mitten
th_th: กึ่งกลาง
tr_tr: Ortala
uk_ua: По центру
vi_vn: Giữa
zh_cn: 居中
zh_tw: 中心

# LayoutJustifyContent_End_DisplayName
source: End
bg_bg: Край
ca_es: Final
cs_cz: Konec
da_dk: Slut
de_de: Endzeit
el_gr: Λήξη
es_es: Fin
et_ee: Lõppu
eu_es: Amaiera
fi_fi: Loppuun
fr_fr: Fin
gl_es: Fin
hi_in: समाप्ति
hr_hr: Završetak
hu_hu: Végére
it_it: Fine
ja_jp: 終了
kk_kz: Соңы
ko_kr: 끝
lt_lt: Pabaiga
lv_lv: Beigas
ms_my: Hujung
nb_no: Slutt
nl_nl: Einde
pl_pl: Koniec
pt_br: Fim
pt_pt: Fim
ro_ro: Sfârșit
ru_ru: По правому краю
sk_sk: Podľa konca
sl_si: Konec
sr_cyrl_rs: Крај
sr_latn_rs: Kraj
sv_se: Slutet
th_th: สิ้นสุด
tr_tr: Bitir
uk_ua: В кінці
vi_vn: Cuối
zh_cn: 结尾
zh_tw: 尾端

# LayoutJustifyContent_SpaceEvenly_DisplayName
source: Space Evenly
bg_bg: Равномерно пространство
ca_es: Espai uniforme
cs_cz: Rozložit rovnoměrně
da_dk: Lige afstand
de_de: Platz gleichmäßig
el_gr: Ομοιόμορφο διάστημα
es_es: Espaciar uniformemente
et_ee: Ühtlane jaotus
eu_es: Modu uniformean banatutako lekua
fi_fi: Tilaa tasaisesti
fr_fr: Espacer uniformément
gl_es: Espazado uniforme
hi_in: अंतरिक्ष समान रूप से
hr_hr: Ravnomjerno rasporedi
hu_hu: Egyenlő térköz
it_it: Spazio in modo uniforme
ja_jp: 間隔を均等にする
kk_kz: Біркелкі бос орын
ko_kr: 균등 공백
lt_lt: Talpinti tolygiai
lv_lv: Vienmērīga atstarpe
ms_my: Ruang Seimbang
nb_no: Jevn plass
nl_nl: Gelijkmatige ruimte
pl_pl: Rozmieść równomiernie
pt_br: Espaçar Uniformemente
pt_pt: Espaço Uniforme
ro_ro: Spațiu uniform
ru_ru: Распределить равномерно
sk_sk: Rozmiestniť rovnomerne
sl_si: Enakomerno razporejen prostor
sr_cyrl_rs: Размак равномерно
sr_latn_rs: Razmak ravnomerno
sv_se: Fördela jämnt
th_th: ช่องว่างที่เท่ากัน
tr_tr: Eşit Boşluk
uk_ua: Простір із рівномірним розподілом
vi_vn: Không gian đồng đều
zh_cn: 间隔均匀
zh_tw: 均勻間隔
